Repository: yamamoto-minami/cloudmeb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: About
fr: À Propos

source: visit website
fr: site web

source: Browse our solutions catalog to learn more
fr: Parcourez notre catalogue de solutions pour en savoir plus

source: Search for...
fr: Rechercher...

source: No results found for
fr: Aucun résultat trouvé correspondant à

source: read more
fr: en savoir plus

source: simplify your business in the cloud
fr: simplifiez votre entreprise dans le nuage

source: Tailored products &amp; services for your business
fr: Des produits et services sur mesure pour votre entreprise

source: Why Cloudmeb?
fr: Pourquoi Cloudmeb?

source: Cloudmeb&trade; provides business owners a one stop shop to improve day to day operations and eliminate inefficiencies using cloud technology and services.
fr: Cloudmeb&trade; fournit aux propriétaires d'entreprises une façon unique pour améliorer leur gestion quotidienne et éliminer les inefficacités en utilisant des technologies et services infonuagiques.

source: See below how Cloudmeb&trade; can help your business.
fr: Voir ci-dessous comment Cloudmeb&trade; peut aider votre entreprise.

source: invoicing
fr: facturation

source: before
fr: avant

source: Manually creating Word, Pdf
fr: Créer manuellement des documents Word, Pdf

source: Managing versions over email
fr: Gérer des versions par courriel

source: Difficulty tracking payments
fr: Difficulté à suivre les paiements

source: No reports or searching capability
fr: Aucune capacité de rapports ou de recherche

source: Get paid faster with online invoicing
fr: Soyez payé plus rapidement avec la facturation en ligne

source: Get notified when customer opened or paid your invoice with automatic bank feeds
fr: Soyez averti lorsque le client ouvre ou paie votre facture avec des liens aux transactions bancaires automatiques

source: Reoccurring invoices and accurate business reports
fr: Créez facilement des soumissions, factures et relevés de clients

source: Mobile version helps you reconciliate and send invoices on the go
fr: Réconciliation bancaire et facturation rapide de votre mobile

source: And so much more...
fr: Et beaucoup plus...

source: accounting &amp; payroll
fr: comptabilité &amp; gestion de paie

source: No visibility on your business numbers
fr: Aucune visibilité des chiffres réels

source: Wasted time working spreadsheets
fr: Perte de temps à travailler avec des feuilles de calculs

source: Difficulty managing your cash flow and expenses
fr: Difficulté à gérer votre flux de trésorerie et vos dépenses

source: Accounting financials are not in real time
fr: États financiers ne sont pas en temps réel

source: accounting
fr: comptabilité

source: payroll
fr: gestion de paie

source: Dedicated &amp; certified bookkeeper available 24/7
fr: Comptable dévoué & certifié

source: Monthly financial reports and tax reports
fr: Déclarations de revenus et rapports financiers mensuels

source: Accurate, simple payroll - Always on top of you numbers
fr: Paie simple, précise

source: Organized, Ontime hassle-free accounting with certified Xero advisors
fr: Comptabilité organisée, sans délai et sans souci avec des conseillers certifiés Xero

source: receipts
fr: reçus

source: Shoeboxed with loss of receipts
fr: Boîtes à chaussures pleines avec perte de reçus

source: Time spent calculating expenses
fr: Passer beaucoup de temps à calculer les dépenses

source: Have to see your accountant in person
fr: Voir votre expert-comptable en personne

source: Storing boxes of paper in a closet
fr: Entreposer des boîtes de reçus

source: No more data entry. Take a snapshot and send it from your smartphone
fr: Plus besoin de saisir les données. Prenez une photo et envoyez-la de votre appareil intelligent

source: Receipt information automatically extracted and coded to Xero
fr: L’information du reçu est extraite et codifiée à Xero

source: Submit a receipt in less 5 secs and keep your boxes for moving to a bigger office
fr: Déposez un reçu en moins de 5 secs et garder vos boîtes pour déménager dans un plus grand bureau

source: implementation, training &amp; on-going support
fr: configuration, formation &amp; soutien continuel

source: Frustrated with Outdated desktop software
fr: Insatisfait des logiciels de bureau désuets

source: Copying information from one system to another
fr: Copier de l’information d’un système à un autre

source: Too much time spent on administrative tasks
fr: Trop de temps passé sur les tâches administratives

source: implementation
fr: exécution

source: bookkeeping
fr: gestion de paie

source: Cloud solution designed for your business
fr: Des solutions infonuagiques conçues pour votre entreprise

source: Simplified processes with Integrations
fr: Processus simplifiés avec intégrations

source: Data clean up and migration
fr: Nettoyage et transfert de données

source: Always available to answer your questions and provide guidance
fr: Toujours disponibles pour répondre à vos questions et vous conseiller

source: add-ons
fr: extensions

source: Old cash register, Printer and software
fr: Tiroir-caisse, imprimante et logiciel désuets

source: Loss of inventory control
fr: Perte de contrôle de l’inventaire

source: Unable to track product sales
fr: Incapable de faire le suivi des ventes

source: addons
fr: extensions

source: Reception with a master calendar that isn't shared
fr: Réception avec un calendrier maître non partagé

source: Clients missing appointments
fr: Clients qui manquent leur rendez-vous

source: Double booking staff
fr: Surréservation d’employés

source: Onsite job sheets with clip pads
fr: Feuilles de travail sur place avec un bloc-notes

source: Difficulty managing quote history and job details
fr: Difficultés à gérer l’historique de soumissions et le détail des tâches

source: Tracking parts and labor on paper or spreadsheets
fr: Suivi des pièces et des travaux sur papier

source: Vend the world's easiest POS system with ipad register, wireless scanner
fr: Vend iPad PDV tiroir-caisse, imprimante sans-fil

source: Comprehensive dashboards to gain deeper insights
fr: Tableau de gestion complet afin d’obtenir une connaissance approfondie

source: Manage inventory levels and supplier orders
fr: Gérer les niveaux d’inventaire et les fournisseurs

source: Timely Online booking software for smart business
fr: Timely logiciel de réservation en ligne pour une entreprise intelligente

source: Take back control of your calendar
fr: Reprenez le contrôle de votre calendrier

source: Automated text and email reminders
fr: Rappels automatiques par texte et courriel

source: Online booking through your own website and Facebook
fr: Réservations en ligne sur votre site Web et page Facebook

source: GeoOp Job management made easy
fr: GeoOp Pour gérer facilement vos tâches

source: Manage all your jobs and mobile resources in one place
fr: Gérez toutes vos tâches et ressources mobiles au même endroit

source: Easy Quoting and Invoicing on the go
fr: Estimation et Facturation facile sur la route

source: GPS Tracking with Maps and Directions
fr: Suivi GPS avec plans et itinéraires

source: Our intelligent system will design the perfect solution for you.
fr: Notre système intelligent va concevoir la solution parfaite pour vous.

source: small businesses love us
fr: les petites entreprises nous adorent

source: moving to the cloud
fr: entrez dans le nuage

source: assess your needs
fr: évaluer vos besoins

source: Your digital journey starts with an overview of your current situation so we can better understand your objectives and areas for improvement.
fr: Votre parcours digital débute avec la connaissance de votre situation actuelle afin de mieux comprendre vos objectifs et les améliorations à apporter.

source: It's critical to know where you are today and where you want to be.
fr: Il est essentiel de savoir où vous êtes aujourd’hui et où vous voulez aller.

source: tailored solution
fr: solutions sur mesure

source: We will design a personalized solution that will allow you to simplify your business and take back control of your numbers.
fr: Nous allons concevoir une solution personnalisée qui vous permettra de simplifier votre entreprise et de reprendre le contrôle de vos chiffres.

source: It's finally time for you to get to know your business.
fr: Il est enfin temps pour vous de connaître votre entreprise.

source: implementation &amp; training
fr: exécution &amp; formation

source: Cloudmeb&trade; will deliver a fully functional solution with your data and provide all the training necessary to get your business onboard quickly.
fr: Cloudmeb&trade; vous livre une solution qui fonctionne parfaitement avec vos données et vous offre la formation nécessaire pour rallier votre équipe rapidement.

source: We will help you every step of the way until you are running smoothly.
fr: Nous vous aiderons à chaque étape jusqu’à ce que tout fonctionne à merveille.

source: our partner certifications
fr: nos certifications partenaires

source: let's get you started
fr: commençons ici

source: Partner
fr: Partenaire

source: full name
fr: nom complet

source: english company name
fr: nom anglais de l'entreprise

source: french company name
fr: nom français de l'entreprise

source: english company position
fr: position anglaise de l'entreprise

source: french company position
fr: position française de l'entreprise

source: english body
fr: corps anglais

source: french body
fr: corps français

source: mugshot
fr: photo d'identité

source: testimonial
fr: témoignage

source: testimonials
fr: témoignages

source: mugshot preview
fr: aperçu photo d'identité

source: ^why-cloudmeb/
fr: ^pourquoi-cloudmeb/

source: ^pricing/
fr: ^tarification/

source: ^frequently-asked-questions/
fr: ^foire-aux-questions/

source: ^contact-us/
fr: ^nous-joindre/

source: ^terms-of-use/
fr: ^conditions-d-utilisation/

source: ^privacy-policy/
fr: ^politique-de-confidentialite/

source: ^become-a-partner/
fr: ^devenez-partenaire/

source: ^plug-in-your-business/
fr: ^branchez-votre-entreprise/

source: ^products/(?P<slug>[^\.]+)/
fr: ^produits/(?P<slug>[^\.]+)/

source: email address
fr: adresse courriel

source: first name
fr: prénom

source: last name
fr: nom de famille

source: staff status
fr: statut du personnel

source: Designates whether the user can log into this admin site.
fr: Désigne si l'utilisateur peut se connecter à ce site admin

source: active
fr: actif

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
fr: Désigne si cet utilisateur doit être considérés comme actif. Désélectionner plutôt que supprimer les comptes.

source: date joined
fr: date d'adhésion

source: slug
fr: url

source: user
fr: utilisateur

source: users
fr: utilisateurs

source: avatar preview
fr: aperçu avatar

source: String
fr: Chaîne

source: Integer
fr: Nombre entier

source: Boolean
fr: Booléen

source: Wildcard
fr: Caractère de remplacement

source: value
fr: valeur

source: related value
fr: valeur associée

source: Domain info
fr: Renseignements sur le domaine

source: Smtp info
fr: Renseignements sur le smtp

source: Connection info
fr: Renseignements sur la connexion

source: smtp user
fr: utilisateur smtp

source: smtp password
fr: mot de passe smtp

source: smtp default email
fr: courriel par défaut smtp

source: smtp server
fr: serveur smtp

source: smtp port number
fr: numéro de port smtp

source: smtp use tls
fr: tls utilisation smtp

source: add this id
fr: identifiant add this

source: facebook admin id
fr: identifiant facebook

source: bing analytics id
fr: identifiant bing analytics

source: google analytics id
fr: identifiant google analytics

source: google addwords id
fr: identifiant google addwords

source: personal google plus id
fr: identifiant google plus personel

source: google plus id
fr: identifiant google plus

source: twitter id
fr: identifiant twitter

source: facebook id
fr: identifiant facebook

source: linkedin id
fr: identifiant linkedin

source: shop url
fr: url boutique

source: website
fr: site web

source: websites
fr: sites web
