Repository: yamamoto-minami/cloudmeb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: english name
fr: nom anglais

source: french name
fr: nom français

source: english short name
fr: nom court anglais

source: french short name
fr: nom court français

source: english description
fr: description anglaise

source: french description
fr: description française

source: english medium description
fr: description moyenne anglaise

source: french medium description
fr: description moyenne française

source: english short description
fr: description courte anglaise

source: french short description
fr: description courte française

source: english image
fr: image anglaise

source: french image
fr: image française

source: order
fr: ordre

source: benefit
fr: avantage

source: benefits
fr: avantages

source: english image preview
fr: aperçu de l'image anglaise

source: french image preview
fr: aperçu de l'image française

source: image preview
fr: aperçu de l'image

source: category
fr: catégorie

source: categories
fr: catégories

source: Checkbox
fr: Case à cocher

source: Number
fr: Nombre

source: name
fr: nom

source: salesforce id
fr: identifiant salesforce

source: english label
fr: étiquette anglaise

source: french label
fr: étiquette française

source: english question
fr: question anglaise

source: french question
fr: question française

source: english placeholder
fr: espace réservé anglais

source: french placeholder
fr: espace réservé français

source: default value
fr: valeur par défaut

source: related input
fr: champ associé

source: input
fr: champ

source: inputs
fr: champs

source: values
fr: valeurs

source: Why Cloudmeb
fr: Pourquoi Cloudmeb

source: Plug-in your business
fr: Branchez votre entreprise

source: Pricing
fr: Tarification

source: Become a partner
fr: Devenez partenaire

source: Contact us
fr: Nous joindre

source: Frequently asked questions
fr: Foire aux questions

source: Terms of use
fr: Conditions d'utilisation

source: Privacy policy
fr: Politique de confidentialité

source: Dynamic partner
fr: Partenaire dynamique

source: Dynamic service
fr: Service dynamique

source: Dynamic product
fr: Produit dynamique

source: page name
fr: nom de la page

source: Partner and service
fr: Partenaire et service

source: partner
fr: partenaire

source: featured
fr: en vedette

source: partner service
fr: service partenaire

source: partner services
fr: services partenaire

source: Basic info
fr: Renseignements de base

source: Personal info
fr: Renseignements personnels

source: Important dates
fr: Dates importantes

source: Products and Services
fr: Produits et Services

source: Page info
fr: Renseignements de la page

source: products
fr: produits

source: English description
fr: description anglaise

source: French description
fr: description française

source: English medium description
fr: description moyenne anglaise

source: French medium description
fr: description moyenne française

source: English short description
fr: description courte anglaise

source: French short description
fr: description courte française

source: partners
fr: partenaires

source: One time
fr: Une fois

source: Monthly
fr: Mensuel

source: Quarterly
fr: Trimestriel

source: Semi anual
fr: Bi annuel

source: Annual
fr: Annuel

source: US dollar
fr: Dollar américain

source: Canadian dollar
fr: Dollar canadien

source: billing frequency
fr: fréquence de facturation

source: billing currency
fr: devise de facturation

source: formula
fr: formule

source: price
fr: tarif

source: Prices
fr: Tarifs

source: Basic
fr: De base

source: Media
fr: Média

source: Benefits
fr: Avantages

source: Values
fr: Valeurs

source: Categories
fr: Catégories

source: Pricing info
fr: Renseignements sur le prix

source: product
fr: produit

source: Website
fr: Site web

source: seo type
fr: type seo

source: english seo image
fr: image seo anglaise

source: french seo image
fr: image seo française

source: english meta title
fr: meta titre anglais

source: french meta title
fr: meta titre français

source: english meta description
fr: meta description anglais

source: french meta description
fr: meta description français

source: english meta keywords
fr: meta mots clés anglais

source: french meta keywords
fr: meta mots clés français

source: english seo image preview
fr: aperçu de l'image seo anglaise

source: french seo image preview
fr: aperçu de l'image seo française

source: seo image preview
fr: aperçu de l'image seo

source: French
fr: Français

source: English
fr: Anglais

source: english tagline
fr: slogan anglais

source: french tagline
fr: slogan français

source: english banner
fr: bannière anglaise

source: french banner
fr: bannière française

source: english icon
fr: icône anglais

source: french icon
fr: icône français

source: english logo
fr: logo anglais

source: french logo
fr: logo français

source: english slug
fr: url anglais

source: french slug
fr: url français

source: english banner preview
fr: aperçu de la bannière anglaise

source: french banner preview
fr: aperçu de la bannière française

source: english icon preview
fr: aperçu icône anglais

source: french icon preview
fr: aperçu icône français

source: english logo preview
fr: aperçu logo anglais

source: french logo preview
fr: aperçu logo français

source: The page you requested does not exist!
fr: La page que vous avez demandée n'existe pas!

source: There was an error serving the requested page!
fr: Une erreur s'est produite servant la page demandée!

source: Cloudmeb site admin
fr: Site d'administration Cloudmeb

source: Cloudmeb administration
fr: Administration Cloudmeb

source: become a partner
fr: devenez partenaire

source: Cloudmeb&trade; trusted advisor network
fr: Réseau Cloudmeb&trade; de conseillers fiables

source: apply
fr: appliquer

source: let's collaborate
fr: collaborons

source: Partnering with Cloudmeb will instantly expose your company to our client base and provide a solid framework to easily convert your existing clients to cloud solutions.
fr: Devenir partenaire de Cloudmeb&trade; exposera immédiatement votre entreprise à notre de clients et vous fournira une structure solide pour convertir facilement vos clients existants aux solutions infonuagiques.

source: Bookkeepers, Accountants, Lawyers and Financial Advisors: <i>this is for you.</i>
fr: Comptables, Avocats, Conseillers Financiers: <i>ceci est pour vous.</i>

source: We will promote your services through our advanced online advertising campaigns and improve your visibility / web presence to potential buyers. Our internal systems are designed to help you manage all documents, activities and deadlines. Managing clients has never been easier.
fr: Nous ferons la promotion de vos services grâce à nos campagnes publicitaires en ligne innovatrices et augmenterons votre visibilité et votre présence sur le Web ans le but de rejoindre des acheteurs potentiels. Nos systèmes internes sont conçus pour vous aider à gérer tous les documents, activités et échéanciers. Gérer les clients n'aura jamais été aussi facile.

source: offer more solutions to your customers
fr: offrez plus de solutions à vos clients

source: Your clients do more than use accounting software to run their day-to-day operations.
fr: Pour vos clients, l’utilisation d’un logiciel de comptabilité va au-delàdes simples transactions quotidiennes.

source: Becoming a partner will allow you to provide a full range of solutions for POS, Payroll, Inventory, Scheduling, Jobs, CRM, web design and <i>much more</i>.
fr: Devenir partenaire vous permettra de leur offrir une gamme de solutions de points de vente, de gestion de la paie, d'inventaire, d'horaire, de tâches, de systèmes de GRC, de conception Web et <i>bien plus</i>.

source: Increase your portfolio instantly, streamline your new clients to cloud, offer comprehensive business process reviews.
fr: Améliorez votre portfolio instantanément, rationalisez vos nouveaux clients vers le nuage et offrez des révisions de procédures commerciales complètes.

source: integration &amp; cloud design
fr: intégration &amp; conception infonuagique

source: Xero can be used a 1000 different ways with a vast selection of add-ons and the possibilities become endless, even confusing.
fr: Xero peut être utilisé de milliers de façons grâce à une vaste sélection d'extensions ; les possibilités deviennent infinies, ce qui peut porter à confusion.

source: Our Cloud Solution Designers will analyze and provide a clear functional integrated system to match your client's needs.
fr: Nos concepteurs de solutions infonuagiques vont analyser et fournir un système intégré accessible et fonctionnel qui correspond aux besoins de vos clients.

source: Concentrate on your core business and offer clear end-to-end solutions to clients without the headaches. Lets grow together in a <i>win-win</i> situation.
fr: Concentrez-vous sur vos activités principales et offrez des solutions parfaitement claires à vos clients sans vous casser la tête. Prospérons ensemble grâce à cette situation <i>gagnante</i>.

source: what our partners say
fr: découvrez ce que nos partenaires ont à dire.

source: becoming a partner
fr: devenez partenaire

source: Submit
fr: Envoyer

source: Submit your application by telling us what products you know and the services you would like to offer.
fr: Envoyez-nous votre demande en nous disant quels produits vous connaissez et les services que vous désirez offrir.

source: Review
fr: Analyser

source: We will review your application and contact you to ensure you meet Cloudmeb&trade; standards.
fr: ous analyserons votre demande et nous vous contacterons afin de nous assurer ue vous répondez aux critères Cloudmeb&trade;.

source: Start
fr: Commencer

source: Once approved, start receiving new clients and using Cloudmeb&trade; to manage your assigned accounts.
fr: Une fois la demande approuvée, commencez à recevoir de nouveaux clients et à utiliser Cloudmeb&trade; pour gérer vos comptes assignés.

source: Close
fr: Fermer

source: Apply to become a partner
fr: Faites la demande pour devenir partenaire

source: Your preferred language
fr: Votre langue préférée

source: Record type
fr: Type d'enregistrement

source: Lead Source
fr: Source de contact

source: Your first name
fr: Votre prénom

source: Enter your first name
fr: Entrez votre prénom

source: Your last name
fr: Votre nom de famille

source: Enter your last name
fr: Entrez votre nom de famille

source: Company name
fr: Nom de l'entreprise

source: Enter your company name
fr: Entrez votre nom d'entreprise

source: Email address
fr: Adresse courriel

source: Enter your email address
fr: Entrez votre adresse courriel

source: Phone number
fr: Numéro de téléphone

source: Enter your phone number
fr: Entrez votre numéro de téléphone

source: Products
fr: Produits

source: Cancel
fr: Annuler

source: we would love to hear from you
fr: nous serons heureux de répondre à vos questions

source: Feel free to contact us and we will get back to you as soon as possible
fr: Remplissez ce formulaire pour communiquer avec nous

source: Your email
fr: Votre courriel

source: The subject
fr: Le sujet

source: Enter the subject of your email
fr: Entrez l'objet de votre courriel

source: The message
fr: Le message

source: Enter your message
fr: Entrez votre message

source: send
fr: envoyer

source: Or give us a call now
fr: Ou téléphonez-nous dès maintenant

source: Toll free number
fr: Numéro sans frais

source: why cloudmeb&trade;
fr: pourquoi cloudmeb&trade;

source: /plug-in-your-business/
fr: /branchez-votre-entreprise/

source: step-one
fr: etape-un

source: plug-in your business
fr: branchez votre entreprise

source: pricing
fr: tarification

source: /become-a-partner/
fr: /devenez-partenaire/

source: /contact-us/
fr: /nous-joindre/

source: contact us
fr: nous joindre

source: /frequently-asked-questions/
fr: /foire-aux-questions/

source: frequently asked questions
fr: foire aux questions

source: /terms-of-use/
fr: /conditions-d-utilisation/

source: terms of use
fr: conditions d'utilisation

source: /privacy-policy/
fr: /politique-de-confidentialite/

source: privacy policy
fr: politique de confidentialité

source: Shop
fr: Boutique

source: Like us on Facebook
fr: Aimez-nous sur Facebook

source: Follow us on Twitter
fr: Suivez-nous sur Twitter

source: Connect with us on LinkedIn
fr: Entrer en contact avec nous sur LinkedIn

source: Connect with us on Google+
fr: Entrer en contact avec nous sur Google+

source: Share this page
fr: Partager cette page

source: &copy; 2015 cloudmeb.com All rights reserved. We are proudly Canadian owned and operated.
fr: &copy; 2015 cloudmeb.com Tous droits réservés. Nous sommes fiers d'être une entreprise entièrement canadienne.

source: What is the cloud ?
fr: Qu'est-ce que le nuage?

source: Accessibility
fr: Accessibilité

source: The term "cloud" is everywhere.
fr: Le mot "nuage" est partout.

source: In the simplest terms, cloud means storing and accessing data and programs over the Internet instead of your computer's hard drive.
fr: Dans les termes les plus simples, le nuage informatique signifie que vous pouvez stocker vos données et programmes et y accéder via Internet au lieu du disque dur de votre ordinateur.

source: The cloud is just a metaphor for the Internet.
fr: Le nuage n'est qu'une métaphore pour l'Internet.

source: Security
fr: Sécurité

source: Bank level Security : Your data is secured in state-of-the art data centers and replicated in several disaster recovery sites.
fr: Niveau de sécurité optimal : Vos données sont en sécurité dans nos centres à la fine pointe de la technologie et elles sont reproduites dansplusieurs sites de reprise d'activité.

source: The cloud is actually more secure than your PC and your information is never shared with third parties.
fr: Le nuage informatique est en fait plus sécuritaire que votre PC et votre information n'est jamais partagée avec des tiers.

source: All cloudmeb solutions use 256-bit SSL encryption.
fr: Toutes les solutions Cloudmeb utilisent l'encodage 256-bit SSL.

source: Updates &amp; Integrations
fr: Mise à jour &amp; Intégration

source: Cloud technology allows you to have access to the latest software version without having to download or upgrade anything.
fr: La technologie en nuage informatique vous permet d'avoir accès aux dernières versions de logiciel sans devoir télécharger ou mettre à jour quoi que ce soit.

source: Integrations provide you the power to connect all your data into a fluid process across cloud platforms.
fr: Les intégrations vous donnent le pouvoir de connecter toutes vos données en un simple processus à travers les plateformes du nuage.

source: You can now leverage each cloud for their specialty instead of finding one that tries do it all.
fr: Vous pouvez maintenant exploiter la spécialité de chaque nuage informatique au lieu d'en chercher un qui essaie de tout faire.

source: Do I need to sign up for a fixed period ?
fr: Dois-je m'inscrire pour une période fixe ?

source: No. We don’t like being stuffed in a box, and neither should our clients. It’s about what you and what your business requires.
fr: Non. Nous n'aimons pas être mis dans une case, et il en va de même pour nos clients. Il s’agit de ce dont vous et votre entreprise avez besoin.

source: Fill out our configuration tool and let us quote you for what you only need.
fr: Remplissez notre outil de configuration, ceci nous permettra de vous adresser un devis correspondant uniquement à ce dont vous avez besoin.

source: There’s no point in paying for something you won’t use. We will not lock you into a contract and you cancel at any time.
fr: C’est inutile de payer pour quelque chose que vous n’utiliserez pas. Vous ne serez pas pris dans un contrat, vous pouvez annuler en tout temps.

source: We believe in your transformation, not contracts.
fr: Nous croyons en votre transformation, mais nous ne croyons pas aux contrats.

source: Why is accounting so important ?
fr: Pourquoi la comptabilité est-elle si importante ?

source: Let's face it. Business run on cash and the accounting system is the only accurate source of truth on how you are doing.
fr: Soyons clairs. Une entrprise fonctionne avec de l'argent et e système de comptabilité est la seule source exacte vous permettant de connaître la réalité de votre situation.

source: It is the heart of your business.
fr: C'est le poumon de votre entreprise.

source: As an owner, this is where you need to be managing your cash flow.
fr: En tant que propriétaire, c'est là que vous devez pouvoir gérer votre trésorerie.

source: Today, the time gap between an owner and their accountant is long and time consuming.
fr: De nos jours, les délais de communication entre un propriétaire et son comptable sont longs et étendus.

source: Your numbers have already changed by the time he reports back to you.
fr: Vos chiffres ont déjà changé au moment où il vous présente son rapport.

source: It's time you Take back control of your numbers.
fr: Il est temps pour vous de reprendre le contrôle de vos chiffres.

source: Why only xero for accounting ?
fr: Pourquoi xero pour la comptabilité ?

source: Xero is the industry leader in providing creative accounting software.
fr: Xero est le chef de file de l’industrie en matière de logiciels de comptabilité créative.

source: Cloudmeb has chosen xero as their exclusive partner for all transformations.
fr: Cloudmeb a choisi Xero comme partenaire exclusif pour toutes ses transformations.

source: The platform is powerful, simple and provides owners with all the tools to manage their business.
fr: La plate-forme est puissante, simple et fournit aux propriétaires tous les outils leur permettant de gérer leur entreprise.

source: It's simplistic design is for you first and accountants second.
fr: C’est conçu pour vous avant tout, et en second lieu pour les comptables.

source: Operate your business in real time so you can stay on top.
fr: Gérez votre entreprise en temps réel afin de garder le contrôle.

source: What else do you offer ?
fr: Quoi d'autre offrez-vous ?

source: Sure, having your accounting system in the cloud is nice but you do more than that.
fr: Bien sûr, d'avoir votre système de comptabilité dans le nuage est agréable, mais vous faites plus que cela.

source: We provide solutions that integrate with Xero to cover all your needs.
fr: Nous fournissons des solutions qui s'intègrent à Xero afin de combler tous vos besoins.

source: Cloudmeb specializes in CRM, time management, marketing and web design.
fr: Cloudmeb se spécialise en GRC, gestion du temps, en marketing ainsi qu'en conception web.

source: Our goal is to give you the tools that will assist you in streamlining your process.
fr: Notre objectif est de vous donner les outils qui vous aideront à rationaliser vos processus.

source: We want you to grow and have all the latest integrations to keep it simple.
fr: Nous voulons que vous grandissiez et que vous ayez toutes les dernières intégrations afin de garder ça simple.

source: Why should I choose cloudmeb ?
fr: Pourquoi devrais-je choisir Cloudmeb ?

source: Cloudmeb is a full turnkey solution to help you achieve your transformation and sustain it.
fr: Cloudmeb est une solution complète et clé-en-main pour vous permettre de réaliser votre transformation et de la maintenir.

source: We will reduce your time spent on managing your business so you can concentrate on growing instead.
fr: Nous diminuerons le temps que vous passez à gérer votre entreprise, afin que vous puissez vous consacrer plutôt à sa croissance.

source: You will be supported by your dedicated team of:
fr: Vous serez accompagné par une équipe dévouée composée de:

source: Cloud solution advisors
fr: Conseillers en solution infonuagique

source: Systems advisors
fr: Concepteurs de systèmes

source: Conversion and integration specialists
fr: Spécialistes en conversion et intégration

source: Xero bookkeepers
fr: Comptables Xero

source: Certified Xero accountants
fr: Experts-comptables certifiés Xero

source: Toggle navigation
fr: Basculer navigation

source: why cloudmeb
fr: pourquoi cloudmeb

source: previous
fr: précédent

source: your business needs
fr: besoins de votre entreprise

source: step-two
fr: etape-deux

source: cloudmeb&trade; solution
fr: solution cloudmeb&trade;

source: step-three
fr: etape-trois

source: quote estimation
fr: devis estimation

source: next
fr: suivant

source: Every business is different
fr: Chaque entreprise est différente

source: Cloudmeb&trade; offers %(solutions_length)s products and services, let’s narrow them down for you.
fr: Cloudmeb&trade; offre %(solutions_length)s produits et services, trouvons ce qu’il vous faut.

source: see your solution
fr: votre solution

source: Our recommendations for your business
fr: Nos recommandations pour votre entreprise

source: Configure your products and services by clicking on the <span class="expand-icon"></span> icon
fr: Configurez vos produits et services en cliquant sur l'icône <span class="expand-icon"></span>

source: You have no selected products
fr: Vous avez pas de produits sélectionnés

source: expand
fr: expandre

source: close
fr: Fermer

source: /products/
fr: /produits/

source: Read more
fr: En savoir plus

source: Price
fr: Tarif

source: set up
fr: configurer

source: swap
fr: échanger

source: remove
fr: enlever

source: Configure product
fr: Configurer produit

source: Apply to all products and services
fr: Appliquer à tous les produits et services

source: cancel
fr: annuler

source: add more products
fr: ajouter des produits

source: You have no selected services
fr: Vous avez pas de services sélectionnés

source: Configure service
fr: Configurer le service

source: add more services
fr: ajouter des services

source: Preliminary quote
fr: Devis préliminaire

source: All of our prices are estimated in Canadian dollars
fr: Tous nos prix sont estimés en dollars canadiens

source: Your estimated price
fr: Votre prix estimé

source: submit for quote
fr: soumettre pour devis

source: What's next ?
fr: La prochaine étape

source: We will review your business needs and contact you to do a quick call
fr: Nous évaluerons les besoins de votre entreprise et nous vous contacterons pour un bref appel téléphonique

source: Receive an official quote from cloudmeb tailored to your business
fr: Recevez un devis officiel de cloudmeb sur mesure pour votre entreprise

source: Choose a partner that best fits your needs and let your digital journey begin
fr: Choisissez le partenaire qui répond le mieux à vos besoins, et que votre expérience digitale commence

source: Swap product
fr: Échanger le produit

source: select
fr: sélectionner

source: swap product
fr: échanger le produit

source: Swap service
fr: Échanger le service

source: swap service
fr: échanger le service

source: Add more products
fr: Ajouter des produits

source: add selected products
fr: ajouter les produits sélectionnés

source: Add more services
fr: Ajouter les services sélectionnés

source: add selected services
fr: Ajouter les services sélectionnés

source: Submit for quote
fr: Soumettre pour devis

source: Products configuration
fr: Configuration des produits

source: Services configuration
fr: Configuration des services

source: Configurator completed
fr: Configurateur complété

source: Total monthly
fr: Total mensuel

source: Total annual
fr: Total annuel

source: Total one time
fr: Total une fois

source: Keeping our pricing transparent and tailored to your needs
fr: Garder notre prix transparent et adapté à vos besoins

source: Invoicing
fr: Facturation

source: Receipts &amp; expenses
fr: Reçus &amp; dépenses

source: +More
fr: Et plus

source: Month
fr: Mois

source: Accounting &amp; payroll
fr: Comptabilité &amp; gestion de paie

source: Training &amp; support
fr: Configuration, formation &amp; soutien continuel

source: Let's get started
fr: Commençons ici
